IDEA Open Model
Member2D.Name Property
Compatible with IDEA StatiCa Beta 20.0
 Name of Member
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
Property Value
Type: String
See Also
Reference
Member2D Class
IdeaRS.OpenModel.Model Namespace